Repository: OscarVegener/TelegramPaymentsTestBot
Catalog: telegram_bot/locales/*/LC_MESSAGES/testbot.po
Languages: uk

source: Бот запущен!
uk: Бота запущено!

source: Вы отменили создание товара
uk: Ви відмінили створення товару

source: Введите название товара или нажмите /cancel
uk: Введіть назву товару або натисніть /cancel

source: Название: {name} Пришлите мне фотографию товара (не документ) или нажмите /cancel
uk: Назва: {name} Надішліть мені фото товару (не документ) або натисніть /cancel

source: Название: {name} Введите описание или нажмите /cancel для отмены
uk: Назва: {name} Введіть опис або натисніть /cancel для відміни

source: Выберите валюту для цены на товар.
uk: Оберіть валюту ціни товару.

source: Пришлите мне цену товара в копейках или нажмите /cancel для отмены
uk: Надішліть мені ціну товару в копійках або натисніть /cancel для відміни

source: Да
uk: Так

source: Цена: {price:,} Подтверждаете? Нажмите /cancel чтобы отменить
uk: Цена: {price:,} Підтверджуєте? Натисніть /cancel для відміни

source: Цена введена неверно!
uk: Ціна введена неправильно!

source: Введите заново цену товара в копейках
uk: Введіть ціну товару в копійках заново

source: Товар удачно создан.
uk: Товар створено успішно.

source: Вы отменили создание рассылки.
uk: Ви відмінили створення розсилки.

source: Пришлите текст рассылки
uk: Надішліть текст розсилки

source: Пользователям на каком языке разослать это сообщение? Текст: {text}
uk: Користувачам на якій мові розіслати це повідомлення? Текст: {text}

source: Рассылка выполнена.
uk: Розсилку виконано.

source: Приветствую вас! Сейчас в базе {count_users} человек! Просмотреть товары: /items
uk: Вітаю вас! Зараз у базі {count_users} людей! Переглянути товари: /items

source: Добавить новый товар: /add_item
uk: Додати новий товар: /add_item

source: Разослать сообщение всем подписчикам: /tell_everyone
uk: Розіслати повідомлення всім підписникам: /tell_everyone

source: Ваш язык был изменен
uk: Вашу мову було змінено

source: Ваш язык: <i>{language}<i>
uk: Ваша мова: <i>{language}<i>

source: Товаров нету!
uk: Товарів немає!

source: <b>Товар</b> №{id}: <u>{name}</u> <b>Описание:</b> {description} <b>Цена:</b> {price:,} {currency}
uk: <b>Товар</b> №{id}: <u>{name}</u> <b>Опис:</b> {description} <b>Ціна:</b> {price:,} {currency}

source: Купить
uk: Купити

source: Изменить товар
uk: Змінити товар

source: Удалить товар
uk: Видалити товар

source: Такого товара не существует
uk: Такого товару не існує

source: Вы хотите купить товар "<b>{name}</b>" по цене: <i>{price:,} {currency}/шт.</i> Введите количество или нажмите /cancel
uk: Ви збираєтеся придбати товар "<b>{name}</b>" по ціні: <i>{price:,} {currency}/шт.</i> Введіть кількість або натисніть /cancel

source: Вы отменили эту покупку
uk: Ви відмінили цю покупку

source: Согласен
uk: Згоден

source: Ввести количество заново
uk: Ввести кількість заново

source: Отменить покупку
uk: Відмінити покупку

source: Хорошо, вы хотите купить <i>{quantity}</i> {name} по цене <b>{price:,} {currency}/шт.</b> Получится <b>{amount:,}</b>. Подтверждаете?
uk: Гаразд, ви збираєтеся придбати <i>{quantity}</i> {name} по ціні <b>{price:,} {currency}/шт.</b> Вийде <b>{amount:,}</b>. Підтверджуєте?

source: Неверное значение, введите число
uk: Неправильне значення, введіть число

source: Введите количество товара заново.
uk: Введіть кількість товару заново.

source: Хорошо. Оплатите <b>{amount:,} {currency}</b> по методу указанному ниже и нажмите на кнопку ниже
uk: Гаразд. Оплатіть <b>{amount:,} {currency}</b> по методу вказаному нижче та натисніть кнопку

source: Спасибо за покупку
uk: Дякую за покупку

source: Покупка не была подтверждена, попробуйте позже...
uk: Покупку не було підтверджено, спробуйте пізніше...

source: Название
uk: Назва

source: Описание
uk: Опис

source: Цена
uk: Ціна

source: Выберите что вы хотите изменить.
uk: Оберіть, що ви бажаєте змінити.

source: Редактирования товара отменено.
uk: Редактування товару відмінено.

source: Введите новое название.
uk: Введіть нову назву.

source: Имя товара было изменено на {name}, чтобы продолжить редактирование введите /continue или /finish чтобы закончить.
uk: Назву товару було змінено на {name}, щоб продовжити редактування натисніть /continue або /finish щоб завершити.

source: Пришлите новую фотографию товара(не документ).
uk: Надішліть нове фото товару(не документ).

source: Фото было изменено, чтобы продолжить редактирование введите /continue или /finish чтобы закончить.
uk: Фото було змінено, щоб продовжити редактування натисніть /continue або /finish щоб завершити.

source: Введите новое описание.
uk: Введіть новий опис.

source: Описание было изменено, чтобы продолжить редактирование введите /continue или /finish чтобы закончить.
uk: Опис було змінено, щоб продовжити редактування натисніть /continue або /finish щоб завершити.

source: Выберите новую валюту.
uk: Оберіть нову валюту.

source: Валюта была изменена на {currency}, чтобы продолжить редактирование введите /continue или /finish чтобы закончить.
uk: Валюта була змінена на {currency}, щоб продовжити редактування натисніть /continue або /finish щоб завершити.

source: Введите новую цену в копейках.
uk: Введіть нову ціну в копійках.

source: Цена была изменена, новая цена: {price} Чтобы продолжить редактирование введите /continue или /finish чтобы закончить.
uk: Ціна була змінена, нова ціна: {price} Щоб продовжити редактування натисніть /continue або /finish щоб завершити.

source: Удаление товара отменено.
uk: Видалення товару відмінено.

source: Нет
uk: Ні

source: Подтверждаете ли вы удаление товара {name}
uk: Чи підтверджуєте ви видалення товару {name}

source: Товар был удалён!
uk: Товар було видалено!

source: Удаление отменено.
uk: Видалення відменено.

source: Просмотреть товары: /items
uk: Переглянути товари: /items
